[
    {
        "start": 0.0,
        "end": 12.64,
        "text": " What do you want to be when you grow up?"
    },
    {
        "start": 12.64,
        "end": 21.92,
        "text": " As a child, how many of you remember, hasn't been asked this question by the dolls?"
    },
    {
        "start": 21.92,
        "end": 27.52,
        "text": " I think maybe this question is a way to get to know the child better."
    },
    {
        "start": 28.16,
        "end": 32.0,
        "text": " But I feel this question has an inherent problem."
    },
    {
        "start": 32.88,
        "end": 39.28,
        "text": " It tells young people that it is okay to wait till they grow up to do what they want to do."
    },
    {
        "start": 40.480000000000004,
        "end": 44.480000000000004,
        "text": " It denishes what a young person is capable of doing today."
    },
    {
        "start": 45.519999999999996,
        "end": 52.08,
        "text": " Try and think of how child her days. If you all like me, I'm sure you would have had many dreams."
    },
    {
        "start": 52.8,
        "end": 61.839999999999996,
        "text": " I'm sure that one day when you would have aspired to be a film star, a doctor or if you're a cricket fan,"
    },
    {
        "start": 61.839999999999996,
        "end": 68.08,
        "text": " then maybe a cricketer like Doney, so many dreams and things to do."
    },
    {
        "start": 68.96,
        "end": 76.64,
        "text": " But often children follow their dreams and inspirations only to a point like in school project work."
    },
    {
        "start": 77.6,
        "end": 82.72,
        "text": " After which, they are told to wait till they grow up. Why?"
    },
    {
        "start": 84.0,
        "end": 88.32,
        "text": " This is as if following your dreams is some kind of an adult thing."
    },
    {
        "start": 90.0,
        "end": 97.92,
        "text": " I think age is just a number. I think anyone is capable of great actions and can touch the"
    },
    {
        "start": 97.92,
        "end": 106.56,
        "text": " lives of others regardless of his or her age. I wonder what a brown mask would think of my idea."
    },
    {
        "start": 107.2,
        "end": 113.44,
        "text": " You all may be familiar with Maslow's famous theory that certain needs must be met before others."
    },
    {
        "start": 114.16,
        "end": 118.88,
        "text": " It looks like this. Once joining his food and water is fulfilled,"
    },
    {
        "start": 118.88,
        "end": 123.44,
        "text": " he move up to the next set of needs which is security and then to the next."
    },
    {
        "start": 124.4,
        "end": 132.0,
        "text": " As a child, our parents take care of the bottom two blocks. Our safety, care, comfort,"
    },
    {
        "start": 132.0,
        "end": 140.56,
        "text": " security and warmth. But the needs in the top two blocks which are as steam needs and self-actualizing"
    },
    {
        "start": 140.56,
        "end": 147.84,
        "text": " needs, I usually left to be met as the child goes. However, we young people have an equal"
    },
    {
        "start": 147.84,
        "end": 155.92000000000002,
        "text": " right to realize our full potential and reach the top of the pyramid at an early age. Why not?"
    },
    {
        "start": 156.88,
        "end": 161.83999999999997,
        "text": " Well, we're above myself. I just love talking and writing."
    },
    {
        "start": 163.2,
        "end": 168.32,
        "text": " During my summer vacations, instead of doing nothing during my free time,"
    },
    {
        "start": 169.11999999999998,
        "end": 175.11999999999998,
        "text": " I thought of doing something which would fulfill my dream, becoming like one of my role models."
    },
    {
        "start": 176.39999999999998,
        "end": 181.92,
        "text": " My role models were all the great authors that I had read. And I also wanted to be one."
    },
    {
        "start": 182.88,
        "end": 189.76,
        "text": " I started writing my story in a notebook. My parents saw my work and inspired me to write further."
    },
    {
        "start": 190.64,
        "end": 199.67999999999998,
        "text": " I went ahead to write a book, Simran's diary. I would like to believe that my long experience of life"
    },
    {
        "start": 199.67999999999998,
        "end": 205.51999999999998,
        "text": " has been of 10 years upon me today, which is long enough for me to break the paradigm,"
    },
    {
        "start": 205.60000000000002,
        "end": 212.24,
        "text": " praise when I grow up I want to be. Many other kids are already thinking this way."
    },
    {
        "start": 213.04000000000002,
        "end": 220.24,
        "text": " Let's look at Lalita Sheep. A girl from Orisah. At the age of 13, she took her"
    },
    {
        "start": 220.24,
        "end": 228.16000000000003,
        "text": " and trust and passion in science. Further, by inventing a really unique low cost water purifier"
    },
    {
        "start": 228.88,
        "end": 234.07999999999998,
        "text": " that cleans and purifies water by flowing it through different layers of concords."
    },
    {
        "start": 235.28,
        "end": 241.35999999999999,
        "text": " She won many awards for that. Standing here today, I would like to request you all,"
    },
    {
        "start": 241.92,
        "end": 248.32,
        "text": " that next time you talk to a young person, instead of asking them what they want to do on their grow up,"
    },
    {
        "start": 248.32,
        "end": 251.35999999999999,
        "text": " please ask them what they want to do now."
    },
    {
        "start": 252.32000000000002,
        "end": 255.36,
        "text": " Ask them the real-life problems they are solving."
    },
    {
        "start": 257.92,
        "end": 263.84000000000003,
        "text": " Ask them their wishes for a better world and ask them what they are doing to change this world."
    },
    {
        "start": 264.56,
        "end": 266.64,
        "text": " The future will take their fits self."
    },
    {
        "start": 267.68,
        "end": 271.44,
        "text": " Yes, we need your support to celebrate every milestone."
    },
    {
        "start": 272.56,
        "end": 279.36,
        "text": " That would allow you all to empower our new generation to go faster than any generation ever has."
    },
    {
        "start": 279.36,
        "end": 280.40000000000003,
        "text": " Thank you so much."
    }
]