[
  {
    "start": 0.0,
    "end": 12.64,
    "text": "మీరు పెద్దయ్యాక మీరు ఎలా ఉండాలనుకుంటున్నారు?"
  },
  {
    "start": 12.64,
    "end": 21.92,
    "text": "చిన్నతనంలో, మీలో ఎంతమందికి గుర్తు, ఈ ప్రశ్నను బొమ్మలు అడగలేదు?"
  },
  {
    "start": 21.92,
    "end": 27.52,
    "text": "ఈ ప్రశ్న పిల్లవాడిని బాగా తెలుసుకోవటానికి ఒక మార్గం అని నేను అనుకుంటున్నాను."
  },
  {
    "start": 28.16,
    "end": 32.0,
    "text": "కానీ ఈ ప్రశ్నకు స్వాభావిక సమస్య ఉందని నేను భావిస్తున్నాను."
  },
  {
    "start": 32.88,
    "end": 39.28,
    "text": "ఇది యువతకు వారు ఏమి చేయాలనుకుంటున్నారో వారు ఎదగడానికి వేచి ఉండటం సరైందేనని చెబుతుంది."
  },
  {
    "start": 40.480000000000004,
    "end": 44.480000000000004,
    "text": "ఈ రోజు ఒక యువకుడు ఏమి చేయగలడు అని ఇది తిరస్కరిస్తుంది."
  },
  {
    "start": 45.519999999999996,
    "end": 52.08,
    "text": "ప్రయత్నించండి మరియు ఆమె రోజులు ఎంత పిల్లల గురించి ఆలోచించండి. మీరందరూ నన్ను ఇష్టపడితే, మీరు చాలా కలలు కలిగి ఉన్నారని నేను ఖచ్చితంగా అనుకుంటున్నాను."
  },
  {
    "start": 52.8,
    "end": 61.839999999999996,
    "text": "ఒక రోజు మీరు ఫిల్మ్ స్టార్, డాక్టర్ లేదా మీరు క్రికెట్ అభిమాని అయితే,"
  },
  {
    "start": 61.839999999999996,
    "end": 68.08,
    "text": "అప్పుడు డోనీ వంటి క్రికెటర్, చాలా కలలు మరియు చేయవలసిన పనులు."
  },
  {
    "start": 68.96,
    "end": 76.64,
    "text": "కానీ తరచుగా పిల్లలు వారి కలలు మరియు ప్రేరణలను పాఠశాల ప్రాజెక్ట్ పనిలో ఉన్న ప్రదేశానికి మాత్రమే అనుసరిస్తారు."
  },
  {
    "start": 77.6,
    "end": 82.72,
    "text": "ఆ తరువాత, వారు పెరిగే వరకు వేచి ఉండమని చెబుతారు. ఎందుకు?"
  },
  {
    "start": 84.0,
    "end": 88.32,
    "text": "ఇది మీ కలలను అనుసరించడం ఒక రకమైన వయోజన విషయం."
  },
  {
    "start": 90.0,
    "end": 97.92,
    "text": "వయస్సు కేవలం ఒక సంఖ్య మాత్రమే అని నేను అనుకుంటున్నాను. ఎవరైనా గొప్ప చర్యలకు సామర్థ్యం కలిగి ఉన్నారని నేను భావిస్తున్నాను మరియు దాన్ని తాకవచ్చు"
  },
  {
    "start": 97.92,
    "end": 106.56,
    "text": "అతని లేదా ఆమె వయస్సుతో సంబంధం లేకుండా ఇతరుల జీవితాలు. నా ఆలోచన గురించి బ్రౌన్ మాస్క్ ఏమనుకుంటుందో నేను ఆశ్చర్యపోతున్నాను."
  },
  {
    "start": 107.2,
    "end": 113.44,
    "text": "మాస్లో యొక్క ప్రసిద్ధ సిద్ధాంతం మీ అందరికీ తెలిసి ఉండవచ్చు, కొన్ని అవసరాలు ఇతరుల ముందు తీర్చాలి."
  },
  {
    "start": 114.16,
    "end": 118.88,
    "text": "ఇది ఇలా ఉంది. ఒకసారి అతని ఆహారం మరియు నీటిలో చేరినప్పుడు నెరవేరుతుంది,"
  },
  {
    "start": 118.88,
    "end": 123.44,
    "text": "అతను తరువాతి అవసరాల వరకు మరియు తరువాత తరువాతి వరకు వెళ్తాడు."
  },
  {
    "start": 124.4,
    "end": 132.0,
    "text": "చిన్నతనంలో, మా తల్లిదండ్రులు దిగువ రెండు బ్లాక్‌లను చూసుకుంటారు. మా భద్రత, సంరక్షణ, సౌకర్యం,"
  },
  {
    "start": 132.0,
    "end": 140.56,
    "text": "భద్రత మరియు వెచ్చదనం. కానీ మొదటి రెండు బ్లాకులలోని అవసరాలు ఆవిరి అవసరాలు మరియు స్వీయ-వాస్తవికత"
  },
  {
    "start": 140.56,
    "end": 147.84,
    "text": "అవసరాలు, నేను సాధారణంగా పిల్లవాడు వెళ్ళేటప్పుడు కలుసుకోవడానికి బయలుదేరాను. అయితే, మనకు యువతకు సమానమైనది"
  },
  {
    "start": 147.84,
    "end": 155.92000000000002,
    "text": "మా పూర్తి సామర్థ్యాన్ని గ్రహించి, చిన్న వయస్సులోనే పిరమిడ్ పైభాగానికి చేరుకునే హక్కు. ఎందుకు కాదు?"
  },
  {
    "start": 156.88,
    "end": 161.83999999999997,
    "text": "బాగా, మేము నా పైన. నేను మాట్లాడటం మరియు రాయడం చాలా ఇష్టం."
  },
  {
    "start": 163.2,
    "end": 168.32,
    "text": "నా వేసవి సెలవుల్లో, నా ఖాళీ సమయంలో ఏమీ చేయకుండా,"
  },
  {
    "start": 169.11999999999998,
    "end": 175.11999999999998,
    "text": "నా కలను నెరవేర్చే ఏదో ఒకటి చేయాలని అనుకున్నాను, నా రోల్ మోడళ్లలో ఒకటిగా మారింది."
  },
  {
    "start": 176.39999999999998,
    "end": 181.92,
    "text": "నా రోల్ మోడల్స్ నేను చదివిన గొప్ప రచయితలు. మరియు నేను కూడా ఒకటి కావాలనుకున్నాను."
  },
  {
    "start": 182.88,
    "end": 189.76,
    "text": "నేను నా కథను నోట్బుక్లో రాయడం ప్రారంభించాను. నా తల్లిదండ్రులు నా పనిని చూశారు మరియు మరింత రాయడానికి నన్ను ప్రేరేపించారు."
  },
  {
    "start": 190.64,
    "end": 199.67999999999998,
    "text": "నేను సిమ్రాన్ డైరీ అనే పుస్తకం రాయడానికి ముందుకు వెళ్ళాను. నా జీవిత సుదీర్ఘ అనుభవం అని నేను నమ్ముతున్నాను"
  },
  {
    "start": 199.67999999999998,
    "end": 205.51999999999998,
    "text": "ఈ రోజు నాపై 10 సంవత్సరాలు ఉంది, ఇది నాకు ఉదాహరణను విచ్ఛిన్నం చేయడానికి చాలా కాలం సరిపోతుంది,"
  },
  {
    "start": 205.60000000000002,
    "end": 212.24,
    "text": "నేను పెద్దయ్యాక ప్రశంసలు నేను ఉండాలనుకుంటున్నాను. చాలా మంది పిల్లలు ఇప్పటికే ఈ విధంగా ఆలోచిస్తున్నారు."
  },
  {
    "start": 213.04000000000002,
    "end": 220.24,
    "text": "లలిత గొర్రెలను చూద్దాం. ఒరిసా నుండి ఒక అమ్మాయి. 13 సంవత్సరాల వయస్సులో, ఆమె ఆమెను తీసుకుంది"
  },
  {
    "start": 220.24,
    "end": 228.16000000000003,
    "text": "మరియు సైన్స్లో నమ్మకం మరియు అభిరుచి. ఇంకా, నిజంగా ప్రత్యేకమైన తక్కువ ఖర్చుతో కూడిన నీటి ప్యూరిఫైయర్‌ను కనిపెట్టడం ద్వారా"
  },
  {
    "start": 228.88,
    "end": 234.07999999999998,
    "text": "ఇది కాంకర్డ్స్ యొక్క వివిధ పొరల ద్వారా ప్రవహించడం ద్వారా నీటిని శుభ్రపరుస్తుంది మరియు శుద్ధి చేస్తుంది."
  },
  {
    "start": 235.28,
    "end": 241.35999999999999,
    "text": "దాని కోసం ఆమె చాలా అవార్డులను గెలుచుకుంది. ఈ రోజు ఇక్కడ నిలబడి, నేను మీ అందరినీ అభ్యర్థించాలనుకుంటున్నాను,"
  },
  {
    "start": 241.92,
    "end": 248.32,
    "text": "ఆ తదుపరిసారి మీరు ఒక యువకుడితో మాట్లాడేటప్పుడు, వారు ఎదగడానికి వారు ఏమి చేయాలనుకుంటున్నారో అడగడానికి బదులుగా,"
  },
  {
    "start": 248.32,
    "end": 251.35999999999999,
    "text": "దయచేసి వారు ఇప్పుడు ఏమి చేయాలనుకుంటున్నారో వారిని అడగండి."
  },
  {
    "start": 252.32000000000002,
    "end": 255.36,
    "text": "వారు పరిష్కరించే నిజ జీవిత సమస్యలను అడగండి."
  },
  {
    "start": 257.92,
    "end": 263.84000000000003,
    "text": "మంచి ప్రపంచం కోసం వారి కోరికలను అడగండి మరియు ఈ ప్రపంచాన్ని మార్చడానికి వారు ఏమి చేస్తున్నారో వారిని అడగండి."
  },
  {
    "start": 264.56,
    "end": 266.64,
    "text": "భవిష్యత్తు వారి ఫిట్స్‌ను స్వయంగా తీసుకుంటుంది."
  },
  {
    "start": 267.68,
    "end": 271.44,
    "text": "అవును, ప్రతి మైలురాయిని జరుపుకోవడానికి మాకు మీ మద్దతు అవసరం."
  },
  {
    "start": 272.56,
    "end": 279.36,
    "text": "ఇది మా కొత్త తరానికి ఇప్పటివరకు ఏ తరం కంటే వేగంగా వెళ్ళడానికి అధికారం ఇవ్వడానికి మీ అందరికీ అనుమతిస్తుంది."
  },
  {
    "start": 279.36,
    "end": 280.40000000000003,
    "text": "చాలా ధన్యవాదాలు."
  }
]